Repository: ecology747-sudo/GluVibProbe
Catalog: Shared/Localizations/Localizable.xcstrings
Source language: en
Languages: de

# main_chart.common.done
source: Done
de: Fertig

# main_chart.common.selected
source: Selected
de: Ausgewählt

# main_chart.day_picker.last_10_days
source: Last 10 days
de: Letzte 10 Tage

# main_chart.day_picker.title
source: Select Day
de: Tag auswählen

# main_chart.day.today
source: Today
de: Heute

# main_chart.day.yesterday
source: Yesterday
de: Gestern

# main_chart.empty.message
source: Cache will populate after ensureMainChartCachedV1() has run.
de: Der Cache wird befüllt.

# main_chart.empty.title
source: No cached profile
de: Kein zwischengespeichertes Profil

source: Manage App Status
de: App-Status verwalten

source: Message
de: Nachricht

source: Metabolic
de: Matabolik

source: Metabolic controls require Premium or an active Trial.
de: Metabolische Steuerungen erfordern Premium oder eine aktive Testphase.

# metabolic_overview.coverage.label
source: Coverage
de: Abdeckung

# metabolic_overview.glucose.info.last24h.title
source: Last 24 Hours (24h)
de: Letzte 24 Stunden (24h)

# metabolic_overview.glucose.title
source: Glucose
de: Glukose

# metabolic_overview.info.secondary_open_faqs
source: Open FAQs
de: FAQs öffnen

# metabolic_report_flow.common.cancel
source: Cancel
de: Abbrechen

# metabolic_report_flow.daily_charts.include
source: Include
de: Einbeziehen

# metabolic_report_flow.daily_charts.message
source: Include daily charts for the last 9 days.
de: Tagesdiagramme der letzten 9 Tage einbeziehen.

# metabolic_report_flow.daily_charts.skip
source: Skip
de: Überspringen

# metabolic_report_flow.open.accessibility
source: Open glucose report
de: Glukosebericht öffnen

# metabolic_report_flow.period_dialog.7_days
source: 7 days
de: 7 Tage

# metabolic_report_flow.period_dialog.14_days
source: 14 days
de: 14 Tage

# metabolic_report_flow.period_dialog.30_days
source: 30 days
de: 30 Tage

# metabolic_report_flow.period_dialog.90_days
source: 90 days
de: 90 Tage

# metabolic_report_flow.period_dialog.title
source: Glucose Report
de: Glukosebericht

# metric.activity_energy.hint.no_data_or_permission
source: No active energy data available. Please check Apple Health permissions and whether active energy has already been recorded in Apple Health.
de: Keine Aktivenergie verfügbar. Bitte prüfe die Apple-Health-Berechtigung und ob in Apple Health bereits Aktivenergie aufgezeichnet wurde.

# metric.activity_energy.hint.no_today
source: No active energy recorded today yet.
de: Heute wurde noch keine Aktiv-Energie erfasst.

# metric.activity_energy.kpi.today
source: Active Energy Today
de: Aktiv-Energie heute

# metric.activity_energy.title
source: Activity Energy
de: Aktiv-Energie

# metric.basal.hint.no_data_or_permission
source: No basal insulin data available. Please check Apple Health permissions and whether basal insulin has already been recorded in Apple Health.
de: Keine Basaldaten verfügbar. Bitte prüfe die Apple-Health-Berechtigungen und ob bereits Basalinsulin in Apple Health vorhanden ist.

# metric.basal.hint.no_today
source: No basal insulin recorded today yet.
de: Heute wurde noch kein Basal-Insulin erfasst.

# metric.basal.kpi.today
source: Basal Today
de: Basal heute

# metric.bmi.hint.no_data_or_permission
source: No BMI data available. Please check Apple Health permissions and whether BMI has already been recorded in Apple Health.
de: Keine BMI-Daten verfügbar. Bitte prüfe die Apple-Health-Berechtigungen und ob bereits BMI-Daten in Apple Health erfasst wurden.

# metric.bmi.hint.no_today
source: No BMI recorded today yet.
de: Heute wurde noch kein BMI erfasst.

# metric.bmi.kpi.today
source: BMI Today
de: BMI heute

# metric.body_fat.hint.no_data_or_permission
source: No body fat data available. Please check Apple Health permissions and whether body fat has already been recorded in Apple Health.
de: Keine Körperfett-Daten verfügbar. Bitte prüfe die Apple-Health-Berechtigungen und ob bereits Körperfett-Daten in Apple Health erfasst wurden.

# metric.body_fat.hint.no_today
source: No body fat recorded today yet.
de: Heute wurde noch kein Körperfett erfasst.

# metric.body_fat.kpi.today
source: Body Fat Today
de: Körperfett heute

# metric.body_fat.title
source: Body Fat
de: Körperfett

# metric.bolus_basal_ratio.hint.no_data_or_permission
source: No bolus/basal ratio data available. Please check Apple Health permissions and whether bolus and basal insulin have already been recorded in Apple Health.
de: Keine Bolus-/Basal-Verhältnisdaten verfügbar. Bitte prüfe die Apple-Health-Berechtigungen und ob bereits Bolus- und Basalinsulin in Apple Health vorhanden sind.

# metric.bolus_basal_ratio.hint.no_today
source: No bolus/basal ratio available today yet.
de: Heute ist noch kein Bolus/Basal-Verhältnis verfügbar.

# metric.bolus_basal_ratio.kpi.today
source: Bolus/Basal Today
de: Bolus/Basal heute

# metric.bolus.hint.no_data_or_permission
source: No bolus insulin data available. Please check Apple Health permissions and whether bolus insulin has already been recorded in Apple Health.
de: Keine Bolusdaten verfügbar. Bitte prüfe die Apple-Health-Berechtigungen und ob bereits Bolusinsulin in Apple Health vorhanden ist.

# metric.bolus.hint.no_today
source: No bolus insulin recorded today yet.
de: Heute wurde noch kein Bolus-Insulin erfasst.

# metric.bolus.kpi.today
source: Bolus Today
de: Bolus heute

# metric.carbs_bolus_ratio.hint.no_data_or_permission
source: No carbs/bolus ratio data available. Please check Apple Health permissions and whether carbohydrates and bolus insulin have already been recorded in Apple Health.
de: Keine KH-/Bolus-Verhältnisdaten verfügbar. Bitte prüfe die Apple-Health-Berechtigungen und ob bereits Kohlenhydrate und Bolusinsulin in Apple Health vorhanden sind.

# metric.carbs_bolus_ratio.hint.no_today
source: No carbs/bolus ratio available today yet.
de: Heute ist noch kein Kohlenhydrate/Bolus-Verhältnis verfügbar.

# metric.carbs_bolus_ratio.kpi.today
source: Carbs/Bolus Today
de: Kohlenhydrate/Bolus heute

# metric.carbs_bolus_ratio.title
source: Carbs/Bolus
de: KH/Bolus

# metric.carbs_bolus_ratio.unit.grams_per_unit
source: g/U
de: g/IE

# metric.carbs_dayparts.afternoon
source: Afternoon
de: Nachmittag

# metric.carbs_dayparts.chart_title
source: Ø Carbs Split (g)
de: KH Split (g)

# metric.carbs_dayparts.hint.no_data_or_permission
source: No carb split data available. Please check Apple Health permissions and whether carbohydrates have already been recorded in Apple Health.
de: Keine KH-Split-Daten verfügbar. Bitte prüfe die Apple-Health-Berechtigungen und ob Kohlenhydrate bereits in Apple Health erfasst wurden.

# metric.carbs_dayparts.hint.no_today
source: No carb split data recorded today yet.
de: Heute wurden noch keine Carb-Split-Daten erfasst.

# metric.carbs_dayparts.morning
source: Morning
de: Vormittag

# metric.carbs_dayparts.night
source: Night
de: Nacht

# metric.carbs_dayparts.title
source: Carbs Split
de: KH Split

# metric.carbs.hint.no_data_or_permission
source: No carbohydrate data available. Please check Apple Health permissions and whether carbohydrates have already been recorded in Apple Health.
de: Keine Kohlenhydratdaten verfügbar. Bitte prüfe die Apple-Health-Berechtigungen und ob Kohlenhydrate bereits in Apple Health eingetragen wurden.

# metric.carbs.hint.no_today
source: No carbohydrates recorded today yet.
de: Heute wurden noch keine Kohlenhydrate erfasst.

# metric.carbs.kpi.today
source: Carbs Today
de: Kohlenhydrate heute

# metric.carbs.monthly_title
source: Carbs / Month
de: Kohlenhydrate / Monat

# metric.carbs.title
source: Carbs
de: Kohlenhydrate

# metric.cv.hint.no_data_or_permission
source: No CGM data available. Please check Apple Health permissions and whether blood glucose data has already been recorded in Apple Health.
de: Keine Glukosedaten verfügbar. Bitte prüfe die Apple-Health-Berechtigungen und ob bereits Sensor- oder manuell eingetragene Blutzuckerwerte in Apple Health vorhanden sind.

# metric.cv.kpi.last_24h
source: Last 24h
de: Letzte 24h

# metric.fat.hint.no_data_or_permission
source: No fat data available. Please check Apple Health permissions and whether fat has already been recorded in Apple Health.
de: Keine Fettdaten verfügbar. Bitte prüfe die Apple-Health-Berechtigungen und ob Fett bereits in Apple Health eingetragen wurde.

# metric.fat.hint.no_today
source: No fat recorded today yet.
de: Heute wurde noch kein Fett erfasst.

# metric.fat.kpi.today
source: Fat Today
de: Fett heute

# metric.fat.monthly_title
source: Fat / Month
de: Fett / Monat

# metric.fat.title
source: Fat
de: Fett

# metric.gmi.hint.no_data_or_permission
source: No CGM data available. Please check Apple Health permissions and whether blood glucose data has already been recorded in Apple Health.
de: Keine Glukosedaten verfügbar. Bitte prüfe die Apple-Health-Berechtigungen und ob bereits Sensor- oder manuell eingetragene Blutzuckerwerte in Apple Health vorhanden sind.

# metric.gmi.hint.no_today
source: No CGM data available today yet.
de: Heute sind noch keine Sensor-Daten verfügbar.

# metric.gmi.kpi.average_90d
source: Ø 90d
de: Ø 90 Tage

# metric.gmi.kpi.last_24h
source: Last 24h
de: Letzte 24h

# metric.gmi.kpi.today
source: Today
de: Heute

# metric.gmi.lab_results.date
source: Date
de: Datum

# metric.gmi.lab_results.empty
source: No HbA1c lab values recorded yet.
de: Noch keine HbA1c-Laborwerte erfasst.

# metric.gmi.lab_results.manage_hint
source: Manage all lab values in Settings.
de: Verwalte alle Laborwerte in den Einstellungen.

# metric.gmi.lab_results.title
source: HbA1c Lab Results
de: HbA1c-Laborwerte

# metric.ig.hint.no_data_or_permission
source: No CGM data available. Please check Apple Health permissions and whether blood glucose data has already been recorded in Apple Health.
de: Keine Glukosedaten verfügbar. Bitte prüfe die Apple-Health-Berechtigungen und ob bereits Sensor- oder manuell eingetragene Blutzuckerwerte in Apple Health vorhanden sind.

# metric.ig.hint.no_today
source: No CGM data available today yet.
de: Heute sind noch keine Sensor-Daten verfügbar.

# metric.ig.kpi.average_90d
source: Ø 90d
de: Ø 90 Tage

# metric.ig.kpi.last_24h
source: Last 24h
de: Letzte 24h

# metric.ig.kpi.mean
source: Mean
de: Mittel

# metric.ig.kpi.today
source: Today
de: Heute

# metric.ig.title
source: IG
de: GZ

# metric.movement_split.hint.exercise_minutes
source: Active time based on Exercise Minutes
de: Aktive Zeit basiert auf Trainingsminuten

# metric.movement_split.hint.no_data_or_permission
source: No movement split data available. Please check Apple Health permissions and whether sleep or activity data have already been recorded in Apple Health.
de: Keine Movement-Split-Daten verfügbar. Bitte prüfe die Apple-Health-Berechtigungen und ob bereits Schlaf- oder Aktivitätsdaten in Apple Health vorhanden sind.

# metric.movement_split.hint.no_today
source: No movement split data recorded today yet.
de: Heute sind noch keine Daten verfügbar.

# metric.movement_split.hint.workout_minutes
source: Active time estimated from Workout Minutes
de: Aktive Zeit aus Trainingsdauer geschätzt

# metric.movement_split.kpi.active_today
source: Active Today
de: Aktiv heute

# metric.movement_split.kpi.not_active
source: Not Active
de: Nicht aktiv

# metric.movement_split.kpi.sleep_today
source: Sleep Today
de: Schlaf heute

# metric.movement_split.kpi.today
source: Today
de: Heute

# metric.movement_split.legend.active
source: Active
de: Aktiv

# metric.movement_split.legend.not_active
source: Not Active
de: Nicht aktiv

# metric.movement_split.legend.sleep
source: Sleep
de: Schlaf

# metric.movement_split.title
source: Movement Split
de: Bewegung-Split

# metric.nutrition_energy.hint.no_data_or_permission
source: No nutrition energy data available. Please check Apple Health permissions and whether nutrition energy has already been recorded in Apple Health.
de: Keine Kaloriendaten verfügbar. Bitte prüfe die Apple-Health-Berechtigungen und ob Kalorien bereits in Apple Health eingetragen wurden.

# metric.nutrition_energy.hint.no_today
source: No calories recorded today yet.
de: Heute wurden noch keine Kalorien erfasst.

# metric.nutrition_energy.kpi.today
source: Calories Today
de: Kalorien heute

# metric.nutrition_energy.title
source: Calories
de: Kalorien

# metric.protein.hint.no_data_or_permission
source: No protein data available. Please check Apple Health permissions and whether protein has already been recorded in Apple Health.
de: Keine Proteindaten verfügbar. Bitte prüfe die Apple-Health-Berechtigungen und ob Protein bereits in Apple Health erfasst wurde.

# metric.protein.hint.no_today
source: No protein recorded today yet.
de: Heute wurde noch kein Protein erfasst.

# metric.protein.kpi.today
source: Protein Today
de: Protein heute

# metric.range.coverage.label
source: Coverage
de: Abdeckung

# metric.range.hint.no_data_or_permission
source: No CGM data available. Please check Apple Health permissions and whether blood glucose data has already been recorded in Apple Health.
de: Keine Glukosedaten verfügbar. Bitte prüfe die Apple-Health-Berechtigungen und ob bereits Sensor- oder manuell eingetragene Blutzuckerwerte in Apple Health vorhanden sind.

# metric.range.period.7d_title
source: 7 Days
de: 7 Tage

# metric.range.period.14d_title
source: 14 Days
de: 14 Tage

# metric.range.period.30d_title
source: 30 Days
de: 30 Tage

# metric.range.period.90d_title
source: 90 Days
de: 90 Tage

# metric.range.threshold.high
source: High
de: Hoch

# metric.range.threshold.in_range
source: In Range
de: Im Bereich

# metric.range.threshold.low
source: Low
de: Niedrig

# metric.range.threshold.very_high
source: Very High
de: Sehr hoch

# metric.range.threshold.very_low
source: Very Low
de: Sehr niedrig

# metric.range.thresholds.hint
source: Thresholds can be adjusted in Metabolic Settings.
de: Schwellenwerte können in den Metabolik - Einstellungen angepasst werden.

# metric.range.thresholds.open_settings_accessibility
source: Open Metabolic Settings
de: Metabolik-Einstellungen öffnen

# metric.range.title
source: Range
de: Bereich

# metric.resting_heart_rate.hint.no_data_or_permission
source: No resting heart rate data available. Please check Apple Health permissions and whether resting heart rate has already been recorded in Apple Health.
de: Keine Ruhepuls-Daten verfügbar. Bitte prüfe die Apple-Health-Berechtigungen und ob bereits Ruhepuls-Daten in Apple Health erfasst wurden.

# metric.resting_heart_rate.hint.no_today
source: No resting heart rate recorded today yet.
de: Heute wurde noch kein Ruhepuls erfasst.

# metric.resting_heart_rate.kpi.today
source: Resting HR Today
de: Ruhepuls heute

# metric.sd.hint.no_data_or_permission
source: No CGM data available. Please check Apple Health permissions and whether blood glucose data has already been recorded in Apple Health.
de: Keine Glukosedaten verfügbar. Bitte prüfe die Apple-Health-Berechtigungen und ob bereits Sensor- oder manuell eingetragene Blutzuckerwerte in Apple Health vorhanden sind.

# metric.sd.hint.no_today
source: No CGM data available today yet.
de: Heute sind noch keine Blutzucker oder Sensordaten verfügbar.

# metric.sd.kpi.average_90d
source: Ø 90d
de: Ø 90 Tage

# metric.sd.kpi.last_24h
source: Last 24h
de: Letzte 24h

# metric.sd.kpi.today
source: Today
de: Heute

# metric.sleep.hint.no_data_or_permission
source: No sleep data available. Please check Apple Health permissions and whether sleep data has already been recorded in Apple Health.
de: Keine Schlafdaten verfügbar. Bitte prüfe die Apple-Health-Berechtigungen und ob in Apple Health bereits Schlafdaten erfasst wurden.

# metric.sleep.hint.no_today
source: No sleep data available today yet.
de: Für heute sind noch keine Schlafdaten verfügbar.

# metric.sleep.kpi.today
source: Sleep Today
de: Schlaf heute

# metric.sleep.monthly_title
source: Sleep / Month
de: Schlaf / Monat

# metric.sleep.title
source: Sleep
de: Schlaf

# metric.steps.hint.no_data_or_permission
source: No step data available. Please check Apple Health permissions and whether steps have already been recorded in Apple Health.
de: Keine Schrittdaten verfügbar. Bitte prüfe die Apple-Health-Berechtigung und ob in Apple Health bereits Schritte aufgezeichnet wurden.

# metric.steps.hint.no_today
source: No steps recorded today yet.
de: Heute wurden noch keine Schritte erfasst.

# metric.steps.kpi.today
source: Steps Today
de: Schritte heute

# metric.steps.monthly_title
source: Steps / Month
de: Schritte / Monat

# metric.steps.title
source: Steps
de: Schritte

# metric.sugar.hint.no_data_or_permission
source: No sugar data available. Please check Apple Health permissions and whether sugar has already been recorded in Apple Health.
de: Keine Ernährungszuckerdaten verfügbar. Bitte prüfe die Apple-Health-Berechtigungen und ob Ernährungszucker bereits in Apple Health erfasst wurde.

# metric.sugar.hint.no_today
source: No sugar recorded today yet.
de: Heute noch kein Ernährungszucker erfasst.

# metric.sugar.kpi.today
source: Sugar Today
de: Ernährungszucker heute

# metric.sugar.kpi.today_of_carbs
source: Sugar (of Carbs) Today
de: Zucker (von Kohlenhydraten) heute

# metric.sugar.title
source: Sugar
de: Ernährungszucker

# metric.tir.hint.no_data_or_permission
source: No CGM data available. Please check Apple Health permissions and whether blood glucose data has already been recorded in Apple Health.
de: Keine Glukosedaten verfügbar. Bitte prüfe die Apple-Health-Berechtigungen und ob bereits Sensor- oder manuell eingetragene Blutzuckerwerte in Apple Health vorhanden sind.

# metric.tir.hint.no_today
source: No CGM data available today yet.
de: Heute sind noch keine Blutzucker oder Sensordaten verfügbar.

# metric.tir.kpi.delta
source: Delta
de: Differenz

# metric.tir.kpi.target
source: Target
de: Ziel

# metric.tir.kpi.today
source: Today
de: Heute

# metric.tir.title
source: TIR
de: ZIB

# metric.weight.hint.no_data_or_permission
source: No weight data available. Please check Apple Health permissions and whether body weight has already been recorded in Apple Health.
de: Keine Gewichtsdaten verfügbar. Bitte prüfe die Apple-Health-Berechtigungen und ob Gewicht bereits in Apple Health erfasst wurde.

# metric.weight.hint.no_today
source: No weight recorded today yet.
de: Heute wurde noch kein Gewicht erfasst.

# metric.weight.kpi.today
source: Weight Today
de: Gewicht heute

# metric.weight.title
source: Weight
de: Gewicht

# metric.workout_minutes.hint.no_data_or_permission
source: No workout minute data available. Please check Apple Health permissions and whether workout minutes have already been recorded in Apple Health.
de: Keine Trainingsminuten verfügbar. Bitte prüfe die Apple-Health-Berechtigung und ob in Apple Health bereits Trainingsminuten aufgezeichnet wurden.

# metric.workout_minutes.hint.no_today
source: No workout minutes recorded today yet.
de: Heute sind noch keine Trainingsminuten verfügbar.

# metric.workout_minutes.kpi.today
source: Workout Minutes Today
de: Trainingsminuten heute

# metric.workout_minutes.monthly_title
source: Workout Minutes / Month
de: Trainingsminuten / Monat

# metric.workout_minutes.title
source: Workout Minutes
de: Trainingsminuten

source: Minutes
de: Minuten

source: New HbA1c
de: Neuer HbA1c-Wert

source: No HbA1c lab values recorded yet.
de: Noch keine HbA1c-Laborwerte erfasst.

source: Nutrition
de: Ernährung

# onboarding.disclaimer.accept
source: I understand & accept
de: Ich verstehe das und stimme zu

# onboarding.disclaimer.deny
source: Deny
de: Ablehnen

# onboarding.disclaimer.link.disclaimer
source: Disclaimer
de: Haftungsauschluss

# onboarding.disclaimer.link.privacy_policy
source: Privacy Policy
de: Datenschutzerklärung

# onboarding.disclaimer.link.terms
source: Terms
de: AGB

# onboarding.disclaimer.more_information
source: For more information please visit our:
de: Weitere Informationen findest du hier:

# onboarding.disclaimer.welcome_body
source: GluVib is a read-only health data visualization application. It is intended strictly and only for informational purposes and does not provide medical advice, diagnosis, or treatment recommendations. Neither it is a medical device or substitutes medical treatment. Always consult a qualified healthcare professional for diagnosis and treatment options.
de: GluVib ist eine Read-only-App zur Visualisierung von Gesundheitsdaten. Sie dient ausschließlich Informationszwecken und bietet keine medizinische Beratung, Diagnose oder Behandlungsempfehlungen. GluVib ist weder ein Medizinprodukt noch ein Ersatz für eine medizinische Behandlung. Bitte konsultiere für Diagnose und Therapieentscheidungen immer qualifiziertes medizinisches Fachpersonal.

# onboarding.disclaimer.welcome_title
source: Welcome to GluVib
de: Willkommen bei GluVib

# onboarding.flow.acknowledgement_required.message
source: To use GluVib, you must acknowledge the informational-only disclaimer. Without acknowledgement, setup cannot be continued.
de: Um GluVib zu verwenden, musst du den Disclaimer für ausschließlich informative Nutzung akzeptieren. Ohne diese Bestätigung kann das Installieren der GluVib App nicht fortgesetzt werden.

# onboarding.flow.acknowledgement_required.open_disclaimer
source: Open Disclaimer
de: Haftungsauschluss öffnen

# onboarding.flow.acknowledgement_required.open_privacy_policy
source: Open Privacy Policy
de: Datenschutzerklärung öffnen

# onboarding.flow.acknowledgement_required.open_terms
source: Open Terms
de: AGB öffnen

# onboarding.flow.acknowledgement_required.title
source: Acknowledgement required
de: Bestätigung erforderlich

# onboarding.flow.health_permission.body
source: GluVib needs permissions to read your Apple Health data. If you skip this step for now, the app will show empty stats until permissions are granted.
de: GluVib benötigt Berechtigungen, um deine Apple-Health-Daten lesen zu können. Wenn du diesen Schritt vorerst überspringst, zeigt die App entsprechende leere Statistiken an, bis die Berechtigungen erteilt wurden.

# onboarding.flow.health_permission.connect_button
source: Connect Apple Health
de: Apple Health verbinden

# onboarding.flow.health_permission.skip_button
source: Skip for now
de: Jetzt überspringen

# onboarding.flow.health_permission.title
source: Connect Apple Health
de: Apple Health verbinden

# onboarding.flow.health_permission.waiting_button
source: Waiting for Apple Health...
de: Warten auf Apple Health …

# onboarding.flow.insulin_visibility.body
source: This enables visibility of insulin-related metrics and stats. Insulin values can only be shown if insulin delivery data is available in Apple Health. You can change this anytime in the settings.
de: Damit wird die Sichtbarkeit insulinbezogener Metriken und Statistiken aktiviert. Insulinwerte können nur angezeigt werden, wenn Insulinabgabedaten in Apple Health verfügbar sind. Du kannst das jederzeit in den Einstellungen ändern.

# onboarding.flow.insulin_visibility.hide_button
source: Do not show insulin data
de: Insulindaten nicht anzeigen

# onboarding.flow.insulin_visibility.show_button
source: Show insulin data
de: Insulindaten anzeigen

# onboarding.flow.insulin_visibility.title
source: Show insulin data
de: Insulindaten anzeigen
